[
  "table-editor-obsidian",
  "open-vscode",
  "templater-obsidian",
  "obsidian-linter",
  "quickadd",
  "sliding-panes-obsidian",
  "oz-image-plugin",
  "cm-chs-patch",
  "url-into-selection",
  "tag-wrangler",
  "obsidian-dictionary-plugin",
  "cmenu-plugin",
  "obsidian-image-toolkit",
  "table-extended",
  "file-explorer-note-count",
  "obsidian-excalidraw-plugin",
  "obsidian-icons-plugin",
  "obsidian-kanban",
  "obsidian-emoji-toolbar",
  "recent-files-obsidian",
  "media extended bilibili plugin",
  "obsidian-git",
  "obsidian-local-images-plus",
  "execute-code",
  "obsidian-enhancing-export",
  "obsidian-scroll-to-top-plugin",
  "oz-clear-unused-images"
]