[
  "cm-editor-syntax-highlight-obsidian",
  "calendar",
  "table-editor-obsidian",
  "obsidian-extract-pdf-highlights",
  "open-vscode",
  "templater-obsidian",
  "obsidian-linter",
  "quickadd",
  "dataview",
  "sliding-panes-obsidian",
  "oz-image-plugin",
  "obsidian-code-block-enhancer",
  "cm-chs-patch",
  "obsidian-mind-map",
  "url-into-selection",
  "tag-wrangler",
  "obsidian-dictionary-plugin",
  "cmenu-plugin",
  "obsidian-image-toolkit",
  "table-extended",
  "file-explorer-note-count",
  "obsidian-excalidraw-plugin",
  "obsidian-icons-plugin",
  "drawio-obsidian",
  "obsidian-kanban",
  "obsidian-emoji-toolbar",
  "recent-files-obsidian",
  "media extended bilibili plugin",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-git"
]